designerQ.init(
    {
        selector: '#main',
        mode: 'constructor',
        dataTemplate: '[{"id":4,"type":"text","text":"ФИО, дата рождения"},{"id":5,"type":"text","text":"Вес на сегодняшний день (кг.)"},{"id":6,"type":"text","text":"Желаемый вес (кг.)"},{"id":7,"type":"one","text":"Семейное положение","variants":["Есть партнер","Нет партнера"]},{"id":8,"type":"multi","text":"Основные жалобы по состоянию здоровья","variants":["Головная боль","Одышка","Запоры (есть ли какие-то проблемы со стулом?)","Диарея","Боли в спине","Боли в суставах","Бессонница","Быстрая утомляемость","Изжога","Лишний вес","Боли в правом боку в животе","Частые мочеиспускание","Кожные высыпания",{"text":"Другое","checked":1}]},{"id":9,"type":"multi","text":"Аллергии","variants":["Пищевая","Не пищевая"]}]',
        dataAnswers: '{"q_4":"Иванов Иван","q_5":"70","q_6":"79","q_7":"Нет партнера","q_8":["Боли в спине","Другое"],"q_8_13":"Тоска","q_9":"Не пищевая"}'
    }
);